using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace WeatherAnalysis
{
    internal class KnowBase
    {
        public static string knowledgeBaseJson = @"
                {
  ""погодные_условия"": [
    {
      ""температура"": ""низкая"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""10""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""15""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""20""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""13""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""17""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""22""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""15""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""20""
    },
    {
      ""температура"": ""низкая"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""25""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""7""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""10""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""15""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""5""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""8""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""12""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""10""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""15""
    },
    {
      ""температура"": ""средняя"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""20""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""0""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""3""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""низкая"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""0""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""8""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""12""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""средняя"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""15""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""низкая"",
      ""изменение_загруженности"": ""0""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""средняя"",
      ""изменение_загруженности"": ""8""
    },
    {
      ""температура"": ""высокая"",
      ""влажность"": ""высокая"",
      ""скорость_ветра"": ""высокая"",
      ""изменение_загруженности"": ""12""
    }
  ]
}
";
    }
}
